Repository: mozilla-l10n/mt-training-data
Catalog: ps/ps_pontoon.tmx
Source language: en_us
Languages: ps

source: Malay
ps: مالایا

source: Malayalam
ps: ملایلمي

source: Male
ps: نارینه

source: Male/Masculine
ps: مذکر/نارینه

source: Maltese
ps: مالتیسي

source: Manage Email Subscriptions
ps: د برېښنالیک ګډونونه سمبال کړئ

source: Manage Subscriptions
ps: ګډونونه سمبال کړئ

source: Manx
ps: مانکسي

source: Mapudungun
ps: میپودونګوني

source: Mara
ps: مارايي

source: Marathi
ps: مراټي

source: <mark>Check</mark>
ps: <mark>کتنه</mark>

source: <mark>Data</mark>
ps: <mark>ډاټا</mark>

source: <mark>Prompt</mark>
ps: </mark> پرامپټ (غوښتنه)<mark>

source: <mark>Respond</mark>
ps: <mark>ځواب ورکړئ</mark>

source: <mark>Transcribe</mark>
ps: <mark>نقل لیک</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
ps: <mark>ستاسو د څیړنې لپاره د CV کارول</mark><br/><mark>؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
ps: <mark>موږ</mark><br/><mark>ستاسو مرستې ته اړتیا لرو!</mark>

source: Marwari
ps: پاکستاني مارواري

source: Massa
ps: ماسا

source: Matses
ps: ماتسېسي

source: Maximum file size: 25 MB
ps: د فایل اعظمي اندازه: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ps: ښايي زموږ <homepageLink> کور پاڼه </homepageLink> به مرسته وکړي؟ د یوې پوښتنې کولو لپاره، مهرباني وکړئ <matrixLink>د میټریکس ټولنیز چټ </matrixLink> کې ګډون وکړئ، د <githubLink>GitHub</githubLink> له لارې د سایټ ستونزې وڅارئ یا <discourseLink> زموږ د خبرو اترو فورم </discourseLink> ته لاړشئ.

source: MB
ps: ام بي

source: Mbo
ps: مبو

source: Mbum
ps: مبومي

source: Meadow Mari
ps: میدو ماري

source: Meaning
ps: معنی

source: Media and Entertainment
ps: رسنۍ او تفریح

source: Medumba
ps: میډومبا

source: Meetei Lon
ps: میټي لون

source: Melanau
ps: میلاناو

source: Mengambo
ps: مېنگامبو

source: Message
ps: استوزه

source: Michoacán Mazahua
ps: ميچواکان مازاهوا

source: Mina
ps: مينا

source: Mingrelian
ps: مينگرېليايي

source: Minimum sentences in file: 1000
ps: په فایل کې لږترلږه جملې: 1000

source: [Mismatched content]
ps: [مطابقت نه لرونکی مواد]

source: Misreadings
ps: غلط لوستونه

source: Missing an 's' at the end of a word.
ps: د یوې کلمې په پای کې د "s" له لاسه ورکول.

source: Missing an <strong>'s'</strong> at the end of a word.
ps: د یوې کلمې په پای کې د یوه <strong>'</strong> ورکیدل.

source: Missing 'A' or 'The' at the beginning of the recording.
ps: د ثبت کولو په پیل کې د 'A' یا 'The' ورک شوی.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ps: د ثبت کولو په پیل کې <strong>'A'</strong> یا <strong>'The'</strong> ورک شوی.

source: Missing the end of the last word by cutting off the recording too quickly.
ps: په چټکۍ سره د ریکارډ قطع کولو سره د وروستي کلمې پای له لاسه ورکول.

source: Mixed
ps: ګډ

source: Mixteco Yucuhiti
ps: ميکتېکو يوکوهيتي

source: Mokpwe
ps: موکپوی

source: Moksha
ps: موکشايي

source: Mongolian
ps: مغولي

source: More
ps: نور

source: [More has been recorded than the required text]
ps: [د اړین متن څخه ډیر ثبت شوي دي]

source: More languages coming soon
ps: نورې ژبې به ژر راځي

source: Mossi
ps: موسي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ps: د لوی شرکتونو لخوا کارول کیدونکې ډیری ډېټا ډیرو خلکو ته شتون نلري. موږ په دې باور یو چې دا نوښت کموي. نو موږ د ګډ غږ پروژه پیل کړې، یوه پروژه چې مرسته کوي غږ پېژندنه د هرچا لپاره د لاسرسي وړ وګرځوي.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ps: د لوی شرکتونو لخوا کارول کیدونکې ډیری ډېټا ډیرو خلکو ته شتون نلري. موږ په دې باور یو چې دا نوښت کموي. نو موږ د ګډ غږ پروژه پیل کړې، یوه پروژه چې مرسته کوي غږ پېژندنه د هرچا لپاره پرانېزي.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ps: ډیری ریکارډونه د هغه خلکو څخه دي چې په خپل طبیعي غږ کې خبرې کوي. تاسو کولی شئ کله ناکله غیر معیاري ریکارډونه ومنئ چې په "ډراماتیک" غږ کې، ګونګوسې، یا په ښکاره ډول وړاندې کیږي. مهرباني وکړئ د سندرو ریکارډونه رد کړئ او هغه څوک چې د کمپیوټر ترکیب شوي غږ کاروي.

source: Moussey
ps: موسي

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
ps: د موزیلا کامن وائس ډیټاسیټونه اوس په ځانګړي ډول په موزیلا ډیټا کلیکټیو کې شتون لري.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ps: د موزیلا عام غږ یو نوښت دی چې مرسته کوي ماشینونو ته وښووي چې ریښتیني خلک څنګه خبرې کوي.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ps: د موزیلا کامن غږ د نړۍ له ګوټ ګوټ څخه د فعالینو، ژبپوهانو، ډیټا ساینس پوهانو، اکادمیکانو او سافټویر انجینرانو د متنوع ټولنې لخوا ممکنه شوی. دا پروژه د موزیلا فاونډیشن لخوا اداره کیږي.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
ps: موزیلا کامن غږ د نړۍ ترټولو متنوع کراوډ سورس خلاص وینا ډیټا سیټ دی - او موږ په بشپړ ډول د بسپنه ورکوو. دا د ډیټاسیټونو کوربه کولو او د 100+ ژبو ټولنو لپاره پلیټ فارم ته وده ورکولو لپاره په کال کې نږدې یو ملیون ډالر لګښت لري چې په هغه څه تکیه کوي چې موږ یې کوو. که تاسو پرانیستې، ټول شموله ډاټا ته ارزښت ورکړئ - <b>نن ورځ مرسته وکړئ!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ps: د موزیلا د خلاصې سرچینې غږ پیژندنې انجن ډیپ سپیچ د وینا پیژندنې غوښتنلیکونو جوړولو لپاره کارول کیدی شي. زموږ <githubLink>Github عمومي کتنه</githubLink> ولولئ یا د <discourseLink>DeepSpeech Discourse</discourseLink> سره یوځای شئ ترڅو د پیل کولو څرنګوالی زده کړئ.

source: Mpiemo
ps: مپيمو

source: Mundang
ps: موندانگ

source: Mungaka
ps: مونگاکا

source: Musgum
ps: موسگوم

source: Mutual accountability.
ps: متقابل حساب ورکول.

source: N
ps: اېن (N)

source: N/A
ps: د پلي کیدلو نه دی

source: Name
ps: نوم

source: Names of your language
ps: ستاسو د ژبې نومونه

source: Native Language
ps: مورنۍ ژبه

source: Nature and Environment
ps: طبیعت او چاپیریال

source: Need help with the Sex or Gender changes?
ps: د جنسیت یا جندر بدلونونو کې مرستې ته اړتیا لرئ؟

source: Need some help with accent?
ps: د خجنښې سره یو څه مرستې ته اړتیا لرئ؟

source: Need some help with variants?
ps: د ډولونو سره یو څه مرستې ته اړتیا لرئ؟

source: Need to download your data?
ps: ایا تاسو اړتیا لرئ خپل معلومات ډاونلوډ کړئ؟

source: Nepali
ps: نیپالي

source: Newari
ps: نېواري

source: New Language Launch
ps: د نوې ژبې پیل

source: News and Current Affairs
ps: خبرونه او اوسنۍ چارې

source: Next
ps: بل

source: Ngiembon
ps: نگيمبون

source: Ngomba
ps: نگومبا

source: Ngombale
ps: اينگومبالې

source: Nias
ps: نیاس

source: Nigerian Pidgin English
ps: نايجېريايي پيجين انگلېسي

source: NKo
ps: نکو

source: No
ps: نه

source: “No”
ps: "نه"

source: [No ‘a’ in the original text]
ps: [په اصلي متن کې 'د یوې' نشته]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ps: <noCopyright>د کاپي حق نشته</noCopyright> محدودیتونه (cc-0)

source: No foreign letters
ps: ده نورو بهرني ژبو توري مه کاروئ

source: No gravatar found for your email
ps: ستاسو د برېښنالیک لپاره هیڅ ګریویتار ندی موندل شوی

source: No information
ps: معلومات نشته

source: No information available
ps: هیڅ معلومات نشته

source: Noise
ps: شور

source: No languages found
ps: هیڅ ژبه و نه موندل شوه

source: No match found
ps: هیڅ سمون ونه موندل شو

source: No matching language found
ps: کومه ورته ژبه ونه موندل شوه

source: No microphone found.
ps: مایکروفون ونه موندل شو.

source: Non-binary
ps: غیر بائنری

source: No numbers and special characters
ps: شمیرې او ځانګړي حروف مه کاروئ

source: No offensive, prejudiced remarks or sensitive questions
ps: هېڅ توهېنوونکې، تعصب لرونکې څرگندونې يا حساسې پوښتنې نشته

source: Northern Hindko
ps: شمالي هيندکو

source: Northern Sotho
ps: شمالي سوتو

source: Northwest Gbaya
ps: شمال‌لوېديځه گبايا

source: Norwegian Bokmål
ps: نارويژي بوکلم

source: Norwegian Nynorsk
ps: نارویژي نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ps: د بیاکتنې لپاره هیڅ جملې نشته. <addLink>اوس نورې جملې اضافه کړئ!</addLink>

source: No soliciting personal information (e.g., names, financial details)
ps: ځاني مالوماتو غوښتنه نه کول ( د بېلگې په توگه، نومونه، مالي سپيناوی)

source: ⓘ Not all sentences and clips have Variant tags yet!
ps: ⓘ ټولې جملې او کلیپونه تر اوسه متغیر ټاګونه نلري!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ps: یادونه: کله چې 'څرګند' ته ټاکل شوې وي، نو دا امستنه د <profileLink>پېژنیال پاڼه</profileLink> څخه بدلیدلی شي

source: Note: You will still need to select between Speak or Listen to change contribution type.
ps: یادونه: تاسو به اړ یاست چې د مرستې ډول بدلولو لپاره د خبرو یا اوریدو تر مینځ غوره کړئ.

source: Not Found
ps: ونه موندل شو

source: No Thanks
ps: نه مننه

source: No thanks, continue speaking
ps: نه مننه، خبرو ته دوام ورکړئ

source: Not use, or solicit, harmful or offensive language
ps: زیان رسوونکې یا سپکونکې ژبه مه کاروئ، یا یې غوښتنه مه کوئ

source: No variant selected
ps: هیڅ ډول نه دی غوره شوی

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ps: اوس چې تاسو د عام غږ په اړه لږ څه پوهیږئ، ولې یې هڅه نه کوئ؟ په لوړ غږ د جملو لوستلو د پیل لپاره د مایکروفون په تڼۍ کلیک وکړئ. <br/><br/> که تاسو د نورو خلکو غږیزو مرستو بیاکتنه غوره ګڼئ، د پلي انځورن باندې کلیک وکړئ. تاسو به د دې تصدیق کولو کې مرسته وکړئ چې ثبتونه د پر سکرین لیکل شوي جملو سره سر خوري.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ps: اوس تاسو کولی شئ خپل غږ ډالۍ کړئ چې موږ سره د آزاد کوډ غږیز ډېټابیس جوړولو کې مرسته وکړئ ترڅو هرڅوک وکولی شي د الو او ویب لپاره د نوښتګرو کاریالونو جوړولو لپاره ترې کار واخلي. یوه جمله ولولئ چې د ماشینونو سره مرسته وکړي زده کړي چې ریښتیني خلک څنګه خبرې کوي. د نورو مرسته کوونکو کار وګورئ چې کیفیت يې ښه شي. دا دومره ساده ده!

source: Nuasue
ps: نواسوې

source: Nubi
ps: نوبي

source: Number of Voices
ps: د غږونو شمیر

source: Numbers
ps: شمېرې

source: Numbers and acronyms
ps: شمېرې او لنډیزونه

source: Numbers and symbols should be spelled out in words rather than using numerals or special characters. Example:
ps: شمېرې او سمبولونه باید د شمېرو یا ځانګړو حروفو کارولو پرځای په کلمو کې ولیکل شي. مثال:

source: Nüpode Huitoto
ps: نوپودې هويتوتو

source: Nyungwe
ps: نيونگوې

source: Oadki
ps: وادکي

source: Occitan
ps: اوکسيټي

source: Odia
ps: اوډیايي

source: Off
ps: بند

source: Offensive Content
ps: توهين کوونکې منځپانګه

source: Offensive content or sensitive information
ps: سپکاوی کوونکی مواد یا حساس معلومات

source: Offensive language
ps: سپکاوی ژبه

source: Offensive speech
ps: د سپکاوی وینا

source: Offline Sources
ps: آفلاین سرچینې

source: On
ps: چلاند

source: On desktop devices you can contribute by downloading…
ps: په ډیسکټاپ الو کې تاسو کولی شئ ډاونلوډ کولو سره ونډه واخلئ ...

source: On his head he wore a beret.
ps: په سر یې یو بیرټ اغوستی و.

source: On iOS please continue with Safari to enable recording…
ps: په iOS کې مهرباني وکړئ د ثبت فعالولو لپاره په سفاري کې دوام ورکړئ ...

source: Only show me sentences and clips from my variant
ps: یوازې ماته زما د ډول څخه جملې او کلیپونه وښایاست

source: On mobile devices you can contribute using your system browser…
ps: په موبایل وسیلو کې تاسو کولی شئ د خپل سیسټم براوزر په کارولو سره ونډه واخلئ...

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ps: له بلې خوا، که تاسو فکر کوئ چې لوستونکی شاید هیڅکله د کلمې سره مخ نه وي، او په ساده ډول د تلفظ په اړه غلط اټکل کوي، مهرباني وکړئ رد کړئ. که تاسو ډاډه نه یاست، د Skip تڼۍ وکاروئ.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ps: له بلې خوا، که تاسو فکر کوئ چې لوستونکی شاید هیڅکله د کلمې سره مخ نه وي، او په ساده ډول د تلفظ په اړه غلط اټکل کوي، مهرباني وکړئ رد کړئ. که تاسو ډاډه نه یاست، د Skip تڼۍ وکاروئ.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
ps: خلاص نوښت د هغه څه په زړه کې دی چې موږ یې کوو. د څیړنې همکارۍ، د معلوماتو راټولولو یا مرکو لپاره، <emailFragment>رسیږئ.</emailFragment>

source: Opens in a new tab
ps: په نوي ټېب کې پرانیستل کیږي

source: Optionally join on our email list for updates and new information about the project.
ps: د پروژې په اړه تازه مالومات او نوي مالوماتو لپاره زموږ په بریښنالیک لیست کې اختیاري شامل شئ.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ps: په اختیاري توګه سپارل شوې د نفوسو ډېټا (د بیلګې په توګه عمر ، جنس ، ژبه ، او تلفظ) به هیڅکله ستاسو په پېژنیال کې عام نه شي، او په ډېټاسیټ کې به ستاسو د ګڼون سره ونه نښلول شي. انفرادي غږیږ کلیپونه به د ډیرو دقیقو تحلیلونو موخې لپاره د نفوسو ډېټا سره تړاو ولري - د مثال په توګه، یو څیړونکی ممکن د یوې ځانګړي ډیموګرافیکي برخې ته د روزنې ماډل په نښه کول وغواړي.

source: Orizaba Nahuatl
ps: اوريزابا ناهواتي

source: Ormuri
ps: اورمړي

source: Ossetian
ps: اوسیتیا

source: Other
ps: نور

source: Other Language
ps: بله ژبه

source: Other people validate those voice clips.
ps: نور خلک هغه غږیز کلیپونه تاییدوي.

source: Other voice datasets…
ps: نور غږیز ډېټاسیټونه ...

source: Other Voice Datasets
ps: نور غږیز ډېټاسیټونه ...

source: Ouldémé
ps: وولدېمې

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ps: زموږ د ټولنې مدیر به تاسو ته وړاندیز وکړي اضافي ملاتړ، او تاسو ته خبر ورکړئ که چیرې شتون ولري مخکې له دې یوه ټولنه چې ستاسو په ژبه کار کوي

source: Our governance is founded on the pillars of:
ps: زموږ حکومتوالۍ په لاندې ستنو ولاړه ده:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
ps: زموږ ژبه زموږ کیسه ده، زموږ ټولنه ده، زموږ کلتور دی. راځئ چې هغه ډیټاسیټونه جوړ کړو چې موږ یې په نړۍ کې لیدل غواړو.

source: Our Partners
ps: زموږ همکاران

source: Overall Accuracy
ps: په ټولیز ډول کره‌توب

source: Overall Hr. Total
ps: په ټوله کې د ساعت ټولټال

source: Pahari-Pothwari
ps: پهاړي پوتواري

source: Paiwan
ps: پايوان

source: Palauan
ps: پلوان

source: Palula
ps: پالولا

source: Papantla Totonac
ps: پاپانتلا توتوناک

source: Papiamento
ps: پاپيامېنتو

source: Papiamento (Aruba)
ps: پاپیامینټو (اروبا)

source: Parkari Koli
ps: پارکاري کولي

source: Partner
ps: ملگری

source: Partners
ps: شریکان

source: Partnerships
ps: شراکتونه

source: Partnerships and networks
ps: شراکتونه او شبکې

source: Partnerships, Press and Stories, Community and Languages
ps: ملګرتیاوې، مطبوعات او کیسې، ټولنه او ژبې

source: [Part of the text can’t be heard]
ps: [د متن یوه برخه اوریدل کیدی نشي]

source: Pashto
ps: پښتو

source: Past recordings download requests
ps: د تیرو ریکارډونو د ډاونلوډ غوښتنې

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ps: <p>مشترک غږ په عامه توګه موجود غږیز ډیټاسیټ دی، چې په ټوله نړۍ کې د رضاکارو مرسته کونکو غږونو لخوا ځواکمن کیږي. هغه خلک چې غواړي غږیز اپلیکیشنونه جوړ کړي د ماشین زده کړې موډلونو روزلو لپاره ډیټاسیټ کاروي.</p> <p>اوس مهال، ډیری غږیز ډیټاسیټونه د شرکتونو ملکیت دی، کوم چې د نوښت مخه نیسي. د غږ ډیټا سیټونه هم لږ استازیتوب کوي: غیر انګلیسي ویونکي، رنګ لرونکي خلک، معیوبین، ښځې او د LGBTQIA+ خلک. دا پدې مانا ده چې د غږ فعاله ټیکنالوژي د ډیری ژبو لپاره کار نه کوي، او چیرې چې دا کار کوي، دا ممکن د هرچا لپاره مساوي ښه کار ونکړي. موږ غواړو چې په هر ځای کې د خلکو په راټولولو سره دا بدل کړو چې د دوی غږ شریک کړي.</p>

source: People come and contribute their voices.
ps: خلک راځي او خپل غږونه شریکوي.

source: People often codeswitch when expressing emotion or urgency. Example:
ps: خلک ډیری وخت د احساساتو یا بیړني حالت د څرګندولو پر مهال کوډ سویچ کوي. مثال:

source: Persian
ps: پاړسي

source: Personal dashboards keep you up-to-date with individual and community progress.
ps: شخصي ډشبورډونه تاسو د انفرادي او ټولنېز پرمختګ څخه تازه خبر ساتي.

source: Personally Identifiable Information
ps: په ځاني توگه د پېژندلو وړ مالومات

source: Picard
ps: پیکارډ

source: Platform language
ps: د پلیټ‌فارم ژبه

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ps: <playbookLink> ګټور لارښود ومومئ</playbookLink> په ټول عام غږ سفر کې، د ځایی کولو څخه د ډیټاسیټ کارولو پورې، او همدارنګه زموږ د ټولنې سره څنګه اړیکه ونیسئ.

source: <playIcon></playIcon>Last one!
ps: <playIcon></playIcon> وروستی یو!

source: Play/Stop
ps: ولوبوئ / ودروئ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ps: مهرباني وکړئ زموږ <templateFileLink>کینډۍ فایل</templateFileLink> وګورئ. ستاسو جملې باید د کاپي حق څخه پاک وي (CC0 یا د وړاندیز کونکي لخوا اجازه ورکړل شوي اصلي کار) او روښانه ، ګرامري سمه او لوستل اسانه وي. سپارل شوي جملې باید د لوستلو لپاره شاوخوا 10-15 ثانیې وخت ونیسي او د شمیرو ، مناسبو اسمونو او ځانګړي حروفونو په شمول باید مخنیوی وشي.

source: Please fill out this field.
ps: مهرباني وکړئ دا ساحه ډکه کړئ.

source: Please select a language to review sentences.
ps: مهرباني وکړئ د جملو بیاکتنې لپاره یوه ژبه غوره کړئ.

source: Polish
ps: پولنډي

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ps: <pontoonAccountLink>یو حساب جوړ کړئ</pontoonAccountLink> که تاسو نه لرئ. بیا، خپله ژبه غوره کړئ <strong>('ټیم')</strong> او بیا پروژه غوره کړئ، <pontoonCvLink>عام غږ</pontoonCvLink>. د ژباړې لپاره به فایلونه وي. په یوه باندې کلیک وکړئ، بیا دا په انګلیسي کې ټکي او د هغوی د ژباړلو لپاره بکس ښیې.

source: Portuguese
ps: پورتګالي

source: Press and Stories
ps: مطبوعات او کیسې

source: Press play, listen & tell us: did they accurately speak the sentence below?
ps: د پلي تڼۍ کېکاږئ، واورئ او موږ ته ووایاست: ایا دوی لاندې جمله په سمه توګه وویله؟

source: Press { shortcut-play-toggle } to toggle play mode
ps: د پلې اکر بدلولو لپاره { shortcut-play-toggle } کېکاږئ

source: Privacy
ps: پټنتيا

source: <privacyLink>Privacy</privacyLink>
ps: <privacyLink>پتنتيا</privacyLink>

source: Privacy Policy
ps: د پټتیا تګلاره

source: Privacy, security and transparency.
ps: پټنتيا، امنیت او روڼتيا

source: Pro
ps: مسلکي

source: Process / Steps
ps: پروسه / ګامونه

source: Profile
ps: پېژنیال

source: Profile information improves the audio data used in training speech recognition accuracy.
ps: د پېژنیال مالومات غږیزې ډېټا ته وده ورکوي کوم چې د وینا پیژندنې په کره روزنه کې کارول کیږي.

source: Progress
ps: پرمختګ

source: Public Domain
ps: عامه ډومین

source: Pular Guinea
ps: پلر ګیني

source: Punctuation
ps: ټکي

source: Punjabi
ps: پنجابي

source: Puno Quechua
ps: پونو کوېچوا

source: Qashqai
ps: قشقايي

source: Quechua Ambo-Pasco
ps: کوېچوا امبو پاسکو

source: Quechua Arequipa-La Unión
ps: کویچوا اریکیپا-لا یونین

source: Quechua Cajatambo
ps: کوېچوا کاجاتامبو

source: Quechua Chanka
ps: کویچو چانکا

source: Quechua Chiquián
ps: کوېچوا چيکويان

source: Quechua Corongo Ancash
ps: کوېچوا کورونگو انکاش

source: Quechua Jauja Wanka
ps: کوېچوا جاوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
ps: کوېچوا پاسکو سانتا انا دې توسي

source: Quechua Santiago del Estero
ps: کوېچوا سانتياگو دېل اېستېرو

source: Quechua Sihuas Ancash
ps: کوېچوا سيهواس انکاش

source: Quechua Yanahuanca
ps: کوېچوا ياناهوانکا

source: Quechua Yauyos
ps: کوېچوا ياويوس

source: Question
ps: پوښتنه

source: Question Collection
ps: د پوښتنو ټولګه

source: Questions that might:
ps: هغه پوښتنې چې ممکن وي:

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
ps: هغه پوښتنې چې له کلتوري پلوه ډېرې ځانګړې وي، یا د ځواب ورکوونکي په اړه ډېرې انګیرنې رامنځته کوي

source: Questions which may cause someone to share sensitive, potentially triggering responses
ps: هغه پوښتنې چې ممکن یو څوک د حساسو او احتمالي محرک ځوابونو شریکولو لامل شي

source: Questions which might solicit hate speech or other biased or offensive sentiments
ps: هغه پوښتنې چې ممکن د کرکې وینا یا نور تعصب لرونکي یا توهینونکي احساسات راپاروي

source: Questions which might solicit personally identifiable information
ps: هغه پوښتنې چې ممکن د شخصي پیژندنې وړ معلوماتو غوښتنه وکړي

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
ps: هغه پوښتنې چې یو څوک د څو مرحلو لیست کولو ته اړتیا لري. د مرحلو لیست کول کارونکي هڅوي چې د ډیر طبیعي ځواب پرځای ځواب ووایی.

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
ps: هغه پوښتنې چې یو څوک به یې په ۱۵ ثانیو کې ځوابولو کې ستونزه ولري (د کلیپ اعظمي اوږدوالی)
